ТП_22 = [
["Понедельник:","3 пара:   Администрирование и конфигурирование в системе 1С", "4 пара:   Создание  WEB страниц",  "5 пара: Создание  WEB страниц"],
["Вторник:","4 пара:   Создание  WEB страниц", "5 пара:   Создание  WEB страниц", "6 пара:  Администрирование и конфигурирование в системе 1С / Составление деловых бумаг на государственном языке"],
["Среда:","4 пара:   Создание  WEB страниц", "5 пара:  Составление деловых бумаг на государственном языке", "6 пара: Администрирование и конфигурирование в системе 1С"],
["Четверг:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Создание  WEB страниц", "6 пара: Создание  WEB страниц"],
["Пятница:","4 пара:   Развитие и совершенствование физических качеств", "5 пара:  Администрирование и конфигурирование в системе 1С", "6 пара:   Составление деловых бумаг на государственном языке"],
["Суббота:","4 пара:   Администрирование и конфигурирование в системе 1С", "5 пара:  Создание  WEB страниц, сайтов ", "6 пара:  Создание  WEB страниц"]
]

ТП_21 = [
["Понедельник:","3 пара:   Составление деловых бумаг на государственном языке", "4 пара:   Создание  WEB страниц",  "5 пара: Администрирование и конфигурирование в системе 1С"],
["Вторник:","4 пара:   Администрирование и конфигурирование в системе 1С", "5 пара:   Составление деловых бумаг на государственном языке", "6 пара:   Создание  WEB страниц"],
["Среда:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Администрирование и конфигурирование в системе 1С", "6 пара: Развитие и совершенствование физических качеств / Создание  WEB страниц "],
["Четверг:","4 пара:   Создание  WEB страниц", "5 пара:   Администрирование и конфигурирование в системе 1С", "6 пара: Создание  WEB страниц"],
["Пятница:","4 пара:   Создание  WEB страниц", "5 пара: Составление деловых бумаг на государственном языке", "6 пара:   Создание  WEB страниц"],
["Суббота:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Создание  WEB страниц, сайтов ", "6 пара: Администрирование и конфигурирование в системе 1С"]
]

ТП_20 = [
["Дүйсенбі:","4 сабақ:   Мемлекеттік іс ", "5  сабақ:  1С: Кәсіпорын жүйесінде басқару ",  "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Сейсенбі:","4 сабақ:   Физикалық қасиеттерді дамыту ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару", "6 сабақ:   Мемлекеттік іс / 1С: Кәсіпорын жүйесінде басқару "],
["Сәрсенбі:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару ", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Бейсенбі:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару ", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Жұма:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  WEB қолдана отырып, парақшасын орындау", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Сенбі:","4 сабақ:   WEB қолдана отырып, парақшасын орындау", "5 сабақ:   WEB қолдана отырып, парақшасын орындау", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"]
]

ЭБ_14 = [
["Понедельник:","4 пара:   Бюджет и бюджетная система  / Финансовый учет", "5 пара:   Экономический анализ и анализ финансовой отчетности",  "6 пара:   Финансовый учет"],
["Вторник:","2 пара:   Физическая культура", "3 пара:  Бюджет и бюджетная система ", "4 пара:   Финансовый учет"],
["Среда:","4 пара:   Экономический анализ и анализ финансовой отчетности", "5 пара:  Бюджет и бюджетная система ", "6 пара:   Финансовый учет"],
["Четверг:","4 пара:   Бюджет и бюджетная система ", "5 пара:   Экономический анализ и анализ финансовой отчетности", "6 пара:   Финансовый учет"],
["Пятница:","4 пара:   Бюджет и бюджетная система ", "5 пара:  Экономический анализ и анализ финансовой отчетности", "6 пара:  Финансовый учет"],
["Суббота:","4 пара:   Экономика организации", "5 пара:   Бюджет и бюджетная система", "6 пара:  Экономический анализ и анализ финансовой отчетности"]
]


ХП_15 = [
["Понедельник:","4 пара:   Ведение технологического процесса хлебопекарного, макаронного производства", "5 пара:  Технологический и лабораторный контроль ",  "6 пара:  Применение основ социальных наук для социализации и адаптации в обществе "],
["Вторник:","1 пара:   Обеспечение эксплуатации технологического оборудования  ", "2 пара:  Обеспечение эксплуатации технологического оборудования  ", "3 пара:  Применение основ социальных наук для социализации и адаптации в обществе "],
["Среда:","2 пара:   Ведение технологического процесса кондитерского производства", "3 пара: Применение основ социальных наук ", "4 пара:   Технологический и лабораторный контроль "],
["Четверг:","2 пара:   Ведение технологического процесса кондитерского производства", "3 пара: Применение основ социальных наук", "4 пара: Технологический и лабораторный контроль / Обеспечение эксплуатации технологического оборудования  "],
["Пятница:","1 пара:   Ведение технологического процесса хлебопекарного, макаронного производства", "2 пара:  Применение основ социальных наук ", "3 пара:  Ведение технологического процесса кондитерского производства"],
["Суббота:","1 пара:   Развитие и совершенствование физических качеств", "2 пара: Ведение технологического процесса кондитерского производства", "3 пара:  Применение основ социальных наук "]
]

ХП_14 = [
["Дүйсенбі:","4 сабақ:   Қоғамда әлеуметтік ғылымдар негіздерін қолдану", "5  сабақ:  Кондитерлік өндірістің процесін жүргізу",  "6 сабақ:  Физикалық қасиеттерді дамыту "],
["Сейсенбі:","4 сабақ:   Кондитерлік өндірістің  процесін жүргізу", "5 сабақ:  Макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "6 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану"],
["Сәрсенбі:","4 сабақ:   Қоғамда әлеуметтік ғылымдар негіздерін қолдану", "5 сабақ:  Кондитерлік өндірістің процесін жүргізу", "6 сабақ:  Нан, макарон өнімдерінің процесстерін жүргізу"],
["Бейсенбі:","4 сабақ:   Кондитерлік өндірістің процесін жүргізу", "5 сабақ:  Нан, макарон өнімдерінің процесстерін жүргізу", "6 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану"],
["Жұма:","4 сабақ:   Макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду / Нан, макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "5 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану", "6 сабақ:  Нан, макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду"],
["Сенбі:","4 сабақ:   Нан, макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "5 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану", "6 сабақ:  Нан, макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду"]
]

ЭС_13 = [
["Понедельник:","1 пара:   Формирование навыков работы с офисными пользовательскими программами ", "2  пара:  Формирование навыков работы с офисными пользовательскими программами ", "4 пара:  Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Вторник:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:  Формирование навыков работы с офисными пользовательскими программами", "3 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Среда:","5 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "6 пара:  Составление деловых бумаг на государственном языке  ", "7 пара:   Составление деловых бумаг на государственном языке "],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств", "2 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "3 пара:  Составление деловых бумаг на государственном языке "],
["Пятница:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:  Формирование навыков работы с офисными пользовательскими программами ", "3 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Суббота:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:   Развитие и совершенствование физических качеств", "3 пара: Составление деловых бумаг на государственном языке"]
]

ЭС_12 = [
["Дүйсенбі:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу", "5  сабақ:  Электр желілерінің, жабдығын эксплуатациялау",  "6 сабақ:  Электр желілерінің, жабдығын эксплуатациялау"],
["Сейсенбі:","4 сабақ:   Электр желілерінің, жабдығын эксплуатациялау", "5 сабақ:  Физикалық қасиеттерди дамыту ", "6 сабақ:   Электр желілерінің, жабдығын эксплуатациялау"],
["Сәрсенбі:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу ", "5 сабақ:  Іс қағаздарын рәсімдеу", "6 сабақ: Электр желілерінің, жабдығын эксплуатациялау"],
["Бейсенбі:","4 сабақ:   Электр желілерінің, жабдығын эксплуатациялау", "5 сабақ:  Іс қағаздарын рәсімдеу", "6 сабақ:  Электр желілерінің, жабдығын эксплуатациялау"],
["Жұма:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу ", "5 сабақ:  Электр желілерінің, жабдығын эксплуатациялау", "6 сабақ:  Іс қағаздарын рәсімдеу"],
["Сенбі:","4 сабақ:   Іс қағаздарын рәсімдеу", "5 сабақ:  Кәсіби қызметте бағдарламаларымен жұмыс істеу", "6 сабақ:  Физикалық қасиеттерди дамыту"]
]

Э_10 = [
["Понедельник:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара: Проверка и наладка электрооборудования",  "6 пара:  Проверка и наладка электрооборудования "],
["Вторник:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования  ", "5 пара:  Развитие  и  совершенствование  физических качеств", "6 пара:   Проверка и наладка электрооборудования"],
["Среда:","3 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "4 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:   Устранение и предупреждение аварий и неполадок электрооборудования "],
["Четверг:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "6 пара:   Проверка и наладка электрооборудования"],
["Пятница:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Проверка и наладка электрооборудования", "6 пара:   Проверка и наладка электрооборудования"],
["Суббота:","3 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "4 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Устранение и предупреждение аварий и неполадок электрооборудования "]
]


М_7 = [
["Понедельник:","4 пара:   Организация установки приспособлений ", "5 пара:   Применение основ социальных наук / Разработка технологического процесса",  "6 пара:   Планово предупредительный ремонт оборудования "],
["Вторник:","4 пара:   Организация установки приспособлений", "5 пара:   Проверка уровней смазочных материалов ", "6 пара:  Применение основ социальных наук "],
["Среда:","4 пара:   Развитие и совершенствование физических качеств ", "5 пара:   Техническое обслуживание и рациональная эксплуатация оборудования ", "6 пара:  Применение основ социальных наук "],
["Четверг:","4 пара:   Применение базовых знаний экономики ", "5 пара:  Применение основ социальных наук ", "6 пара:   Составление деловых бумаг "],
["Пятница:","4 пара:   Применение базовых знаний ", "5 пара:  Планово предупредительный ремонт оборудования ", "6 пара:   Применение основ социальных наук "],
["Суббота:","4 пара:   Техническое обслуживание и рациональная эксплуатация оборудования ", "5 пара:  Применение основ социальных наук ", "6 пара:  Составление деловых бумаг "]
]

ТЗ_22 = [
["Понедельник:","5 пара:   Проектирование зерно-перерабатывающих предприятий / Технология комбикормового производства ", "6 пара:  Подъемно-транспортные устройства и механизмы ",  "7 пара:  Физическая культура"],
["Вторник:","3 пара:   Технология мукомольно-крупяного производства", "4 пара:  Товароведение и хранение зерна и продуктов  его переработки ", "5 пара:  Технология элеваторного производства"],
["Среда:","2 пара:   Технология мукомольно-крупяного производства", "3 пара:   Технология элеваторного производства", "4 пара:  Технология комбикормового производства "],
["Четверг:","3 пара:   Аспирация, вентиляция и пневмотранспорт ", "4 пара:  Технология комбикормового производства ", "5 пара:  Аспирация, вентиляция и пневмотранспорт / Подъемно-транспортные устройства и механизмы"],
["Пятница:","4 пара:   Проектирование зерно-перерабатывающих предприятий ", "5 пара:  Проектирование зерно-перерабатывающих предприятий  ", "6 пара:  Основы электротехники и электроники "],
["Суббота:","3 пара:   Экономика отрасли", "4 пара: Высшая математика  ", "5 пара:  Технология элеваторного производства / Технология мукомольно-крупяного производства "]
]
