
#-------------FOR INFORMATIONAL and ECONOMICAL -----------------------------#

ТП_28 = [
["Понедельник:","2 пара:   Иностранный язык / Казахский язык и литература", "3 пара:    Биология",  "4 пара:    Казахский язык и литература (во время обработки)"],
["Вторник:","1 пара:   Всемирная история / Самопознание ", "2 пара:    Физика ", "3 пара:    История Казахстана"],
["Среда:","1 пара:   Математика", "2 пара:    Иностранный язык  ", "3 пара:    Информатика"],
["Четверг:","1 пара:   Русский язык / Физика  ", "2 пара:     Биология  ", "3 пара:    Физическая культура"],
["Пятница:","1 пара:   Физика", "2 пара:     История казахстана  ", "3 пара:     Русская литература / Физическая культура"],
["Суббота:","1 пара:   Математика ", "2 пара:   География", "3 пара:   Физическая культура"]
]

ТП_27 = [
["Понедельник:", "1 пара:   Биология", "2 пара:   Английский язык / Казахский язык и литература",  "3 пара:   Физика "],
["Вторник:","1 пара:   Физика", "2 пара:   Казахский язык и литература", "3 пара:   Математика"],
["Среда:","1 пара:   Информатика", "2 пара:    История Казахстана", "3 пара:    Физическая культура"],
["Четверг:","1 пара:   Физика / Русский язык ", "2 пара:   История Казахстана", "3 пара:   Физическая культура"],
["Пятница:","1 пара:   Русская литература", "2 пара:   Математика  ", "3 пара:   Английский язык"],
["Суббота:","1 пара:   Биология ", "2 пара:   Всемирная История / Самопознание", "3 пара:   География"]
]

ТП_26 = [
["Дүйсенбі:","1 сабақ:   Математика", "2 сабақ:   Биология",  "3 сабақ:   Қазақ әдебиеті / Дене тәрбиесі"],
["Сейсенбі:","1 сабақ:   География", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Шетел тілі / Орыс тілі және әдебиеті"],
["Сәрсенбі:","1 сабақ:   Орыс тілі және әдебиеті", "2 сабақ:    Физика", "3 сабақ:    Биология"],
["Бейсенбі:","1 сабақ:   Математика", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Физика / Қазақ тілі"],
["Жұма:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Шетел тілі", "3 сабақ:   Информатика"],
["Сенбі:","1 сабақ:   Дүние жүзі тарихы / Өзін-өзі тану", "2 сабақ:   Дене тәрбиесі", "3 сабақ:   Физика"]
]

ЭБ_16 = [
["Понедельник:","1 пара:   Русский язык", "2 пара:   Информатика ",  "3 пара:   Биология"],
["Вторник:","1 пара:   Математика", "2 пара:   История Казахстана", "3 пара:   Графика и проектирование / Самопознание "],
["Среда:","1 пара:   Физическая культура", "2 пара:   Химия", "3 пара:    Казахский язык и литература "],
["Четверг:","1 пара:   Русская литература / Казахский язык и литература", "2 пара:   Химия", "3 пара:  Математика / Физика "],
["Пятница:","1 пара:   Физика", "2 пара:   Иностранный язык ", "3 пара:   Биология"],
["Суббота:","1 пара:   Русская литература", "2 пара:   Физическая культура", "3 пара:   История Казахстана "]
]

УЭБ_2= [
["Понедельник:","1 пара:   Физическая культура", "2 пара:   Автоматизация бухгалтерского учета по программе 1 С Бухгалтерия",  "3 пара:   Экономика организации / Делопроизводство на государственном языке"],
["Вторник:","1 пара:   Основы менеджмента и маркетинга ", "2 пара:   Финансовый учет", "3 пара:   Экономическая информатика и информационные технологии "],
["Среда:","1 пара:   Основы права", "2 пара:   Профессиональный  иностранный язык ", "3 пара:    Математика для экономистов / Финансы и кредит"],
["Четверг:","1 пара:   Основы бухгалтерского учета", "2 пара:   Налоги и налогообложение ", "3 пара:  Финансы и кредит"],
["Пятница:","1 пара:   Основы экономической теории", "2 пара:   Экономический анализ и анализ фин. отчетности ", "3 пара:   Математика для экономистов + Самопознание (во время пересменки)"],
["Суббота:","1 пара:   Физическая культура ", "2 пара:  Финансовый учет", "3 пара:   Статистика"]
]

#---------------------------------END-------------------------------------------#

#---------------------------------Technologic-----------------------------------#

ХП_20= [
["Понедельник:","1 пара:   История Казахстана", "2 пара:   Русская литература / Иностранный язык",  "3 пара:  Обеспечение безопасной деятельности / Информатика "],
["Вторник:","1 пара:   Иностранный язык", "2 пара:   Математика", "3 пара:   Химия"],
["Среда:","1 пара:   Биология", "2 пара:   Физическая культура", "3 пара:    Физическая культура"],
["Четверг:","1 пара:   Русский язык / Казахский язык и литература ", "2 пара:   История Казахстана", "3 пара: Всемирная история / Самопознание "],
["Пятница:","1 пара:   Казахский язык и литература", "2 пара:   Математика", "3 пара:   Биология"],
["Суббота:","1 пара:   География", "2 пара:  Химия ", "3 пара:   Всемирная история"]
]

ХП_19 = [
["Дүйсенбі:","1 сабақ:   Биология", "2 сабақ:  Математика",  "3 сабақ:  Өзін-өзі тану / Дүниежүзі тарихы "],
["Сейсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Орыс тілі", "3 сабақ:   Информатика / Нан пісіру"],
["Сәрсенбі:","1 сабақ:   Химия", "2 сабақ:   Қазак тілі / Қазақ әдебиеті", "3 сабақ:   Қазақстан тарихы"],
["Бейсенбі:","1 сабақ:   Шетел тілі / Орыс тілі және орыс әдебиеті ", "2 сабақ:   Дене тәрбиесі", "3 пара: Биология"],
["Жұма:","1 сабақ:   Шетел тілі", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Математика"],
["Сенбі:","1 сабақ:   Химия ", "2 сабақ:  Биология ", "3 сабақ:  География "]
]

#------------------------------END--------------------------------------------------#


#------------------------------ELECTROBOTECHNOLOGIC---------------------------------#

ЭС_18 = [
["Понедельник:","1 пара:   Казахский язык и литература", "2 пара:  Химия",  "3 пара:  История Казахстана"],
["Вторник:","1 пара:   Физическая культура", "2 пара:   Русский язык / Русский литература", "3 пара:   Математика "],
["Среда:","1 пара:   Самопознание / Всемирная история ", "2 пара:   Казахский язык и литература", "3 пара:   Биология"],
["Четверг:","1 пара:   История Казахстана", "2 пара:   Физика", "3 пара:   Информатика"],
["Пятница:","1 пара:   Математика ", "2 пара:  Физическая культура", "3 пара:   Химия"],
["Суббота:","1 пара:   Физика ", "2 пара:  Биология ", "3 пара:  Иностранный язык"]
]

ЭС_17 = [
["Дүйсенбі:","1 сабақ:   Физика", "2 сабақ:  Дене тәрбиесі",  "3 сабақ:  Химия "],
["Сейсенбі:","1 сабақ:   Математика ", "2 сабақ:   Қазақ тілі / Қазақ  әдебиеті", "3 сабақ:   Информатика "],
["Сәрсенбі:","1 сабақ:   Қазақстан тарихы", "2 сабақ:   Биология ", "3 сабақ:   Орыс тілі және әдебиеті"],
["Бейсенбі:","1 сабақ:   Химия ", "2 сабақ:   Физика", "3 сабақ:  Орыс тілі және әдебиеті"],
["Жұма:","1 сабақ:   Математика ", "2 сабақ:  Дене тәрбиесі", "3 сабақ:   Қазақстан тарихы"],
["Сенбі:","1 сабақ:   Өзін  өзі тану / Дүние жүзілік тарихы  ", "2 сабақ:  Шетел тілі", "3 сабақ:  Биология" ]
]

ЭМ_7 = [
["Понедельник:","1 пара:   Самопознание / Биология", "2 пара:  Информатика",  "3 пара:  Казахский язык и литература"],
["Вторник:","1 пара:   Биология  ", "2 пара:   Иностранный язык", "3 пара:   Русский язык"],
["Среда:","1 пара:   Русский литература", "2 пара:   Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики ", "3 пара:  Математика "],
["Четверг:","1 пара:   Всемирная история ", "2 пара:  Математика ", "3 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики "],
["Пятница:","1 пара:   История Казахстана", "2 пара:  Казахский язык и литература", "3 пара:   Физика"],
["Суббота:","2 пара:   Химия", "3 пара:   Физическая культура", "4 пара:  Физическая культура"]
]

ЭМ_6 = [
["Понедельник:","1 пара:   Физика", "2 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики ",  "3 пара:  Казахский язык и литература"],
["Вторник:","1 пара:   Русский язык ", "2 пара:   Информатика", "3 пара:   Биология "],
["Среда:","1 пара:   Химия", "2 пара:   Самопознание / Биология ", "3 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики  "],
["Четверг:","1 пара:   Математика ", "2 пара: Русский литература", "3 пара:  Иностранный язык"],
["Пятница:","1 пара:   История Казахстана", "2 пара:  Казахский язык и литература", "3 пара:   Математика "],
["Суббота:","4 пара:   Всемирная история ", "5 пара:   Физическая культура", "6 пара:  Физическая культура"]
]

Э_12 = [
["Понедельник:","1 пара:   Химия ", "2 пара:   Математика",  "3 пара:   Физическая культура"],
["Вторник:","1 пара:   Русский язык / Русская литература", "2 пара:   История Казахстана ", "3 пара:   Физика"],
["Среда:","1 пара:   Казахский язык и литература", "2 пара:  Математика ", "3 пара:  История Казахстана "],
["Четверг:","1 пара:   Биология  ", "2 пара:   Физическая культура", "3 пара:  Самопознание  / Всемирная история "],
["Пятница:","1 пара:   Иностранный язык", "2 пара:  Физика", "3 пара:   Казахский язык и литература / Анализ, моделирование и сборка электрических цепей на базе основных законов электротехники"],
["Суббота:","1 пара:   Химия ", "2 пара:   Информатика", "3 пара:  Биология "]
]

#-----------------------------------END-------------------------------------------------#

#---------------------------------MEHANIC AND TECHNOLOGIC-------------------------------#


ТЗ_26 = [
["Понедельник:","1 пара:   История Казахстана / Физическая культура ", "2 пара:   Математика",  "3 пара:   Информатика"],
["Вторник:","1 пара:   Казахский язык и литература", "2 пара:   Иностранный язык ", "3 пара:   История Казахстана "],
["Среда:","1 пара:   Физическая культура", "2 пара:   Биология", "3 пара:   Химия"],
["Четверг:","1 пара:   Математика  ", "2 пара:   Самопознание / Русский  литература  ", "3 пара:  История Казахстана "],
["Пятница:","1 пара:   Биология", "2 пара:  Химия ", "3 пара:  Физическая культура"],
["Суббота:","1 пара:   Русский язык  / Всемирная история", "2 пара:   Казахский язык и литература", "3 пара:  География (во время обработки) / Иностранный язык"]
]

ТЗ_25 = [
["Дүйсенбі:","1 сабақ:   География / Дүние жүзілік тарихы ", "2 сабақ:  Қазақстан тарихы",  "3 сабақ:   Математика "],
["Сейсенбі:","1 сабақ:   Биология", "2 сабақ:   Химия ", "3 сабақ:   Биология"],
["Сәрсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Информатика "],
["Бейсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Химия ", "3 сабақ:  Шетел тілі"],
["Жұма:""1 сабақ:   Орыс тілі және әдебиеті", "2 сабақ:   Математика ", "3 сабақ:  Дене тәрбиесі / Өзін  өзі тану"],
["Сенбі:","1 сабақ:   Қазақ тілі  / Қазақ  әдебиеті", "2 сабақ:   Орыс тілі және әдебиеті", "3 сабақ:  Шетел тілі"]
]

#-----------------------------------END-------------------------------------------------------------#