ТП_25 = [
["Понедельник:","2 пара:   Самопознание ", "3 пара:   Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера",  "4 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера / Применение методов проектирования и автомат. обработки  информации ", "5 пара:   Разработка компонентов проектной и технической документации"],
["Вторник:","2 пара:   Создание и обработка текстовых документов", "3 пара:   Создание и обработка текстовых документов", "4 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера"],
["Среда:","2 пара:   Развитие и совершенствование физических качеств ", "3 пара: Создание  WEB страниц", "4 пара:  Применение методов проектирования и автомат. обработки  информации"],
["Четверг:","3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности", "4 пара:  Разработка компонентов проектной и технической документации", "5 пара:  Применение методов проектирования и автомат. обработки  информации"],
["Пятница:","2 пара:   Создание и обработка текстовых документов", "3 пара:  Применение профессиональной лексики в сфере профессиональной деятельности", "4 пара:   Разработка компонентов проектной и технической документации"],
["Суббота:","1 пара:   Создание и обработка текстовых документов", "3 пара:  Создание  WEB страниц, сайтов ", "4 пара:  Разработка компонентов проектной и технической документации"]
]

ТП_24= [
["Понедельник:","1 пара:   Применение методов проектирования и автомат. обработки  информации / Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "2 пара:   Применение методов проектирования и автомат. обработки  информации ",  "3 пара:  Разработка компонентов проектной и технической документации ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Применение методов проектирования и автомат. обработки  информации ", "2 пара:  Развитие и совершенствование физических качеств ", "3 пара:  Создание  WEB страниц"],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара: Создание и обработка текстовых документов", "3 пара:  Разработка компонентов проектной и технической документации "],
["Четверг:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Применение профессиональной лексики ", "3 пара:  Создание  WEB страниц, сайтов "],
["Пятница:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "3 пара:   Создание  WEB страниц"],
["Суббота:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "3 пара:  Разработка компонентов проектной и технической документации"]
]

ТП_23 = [
["Дүйсенбі:","1 сабақ:   Өзін-өзі тану ", "2  сабақ:  Бағдарламалық өнімдер әзірлеу",  "3 сабақ:  Бағдарламалық өнімдер әзірлеу", "4 сабақ:: Кәсіптік лексиканы қолдану"],
["Сейсенбі:","1 сабақ:   Бағдарламалық қамсыздандыруды тестілеу / Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Физикалық қасиеттерді дамыту ", "3 сабақ:   Графикалық құжаттама құрамдастарын әзірлеу"],
["Сәрсенбі:","1 сабақ:   Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Бағдарламалық қамсыздандыруды тестілеу ", "3 сабақ:  Графикалық құжаттама құрамдастарын әзірлеу"],
["Бейсенбі:","1 сабақ:   Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Бағдарламалық қамсыздандыруды тестілеу ", "3 сабақ:  Web қолдана отырып, парақшасын құру "],
["Жұма:","1 сабақ:   Web қолдана отырып, парақшасын құру ", "2 сабақ:  Кәсіптік лексиканы қолдану", "3 сабақ:  Графикалық құжаттама құрамдастарын әзірлеу"],
["Сенбі:","1 сабақ:   Графикалық құжаттама құрамдастарын әзірлеу", "2 сабақ:   Бағдарламалық өнімдер әзірлеу", "3 сабақ:  Бағдарламалық өнімдер әзірлеу"]
]

ЭБ_15 = [
["Понедельник:","1 пара:   Экономика организации / Физическая культура", "2 пара:   Статистика",  "3 пара:   Автоматизация бухгалтерского учета  / Финансовый учет"],
["Вторник:","1 пара:   Автоматизация бухгалтерского учета ", "2 пара:   Делопроизводство на государственном языке", "3 пара:   Финансовый учет"],
["Среда:","1 пара:   Финансы и кредит ", "2 пара:  Основы экономической теории ", "3 пара: Основы экономической теории / Математика для экономистов"],
["Четверг:","1 пара:   Профессиональный иностранный язык ", "2 пара:   Экономическая информатика и информационные технологии", "3 пара:  Налоги и налогообложения ", "4 пара:  Самопознание"],
["Пятница:","1 пара:   Аудит ", "2 пара:  Профессиональный казахский язык ", "3 пара:   Экономический и анализ финансовой отчетности "],
["Суббота:","1 пара:   Математика для экономистов", "2 пара:   Аудит ", "3 пара:  Экономика организации "]
]

УЭБ_1= [
["Понедельник:","4 пара:   Экономика организации", "5 пара:   Бюджет и бюджетная система",  "6 пара:  Экономический анализ "],
["Вторник:","4 пара:   Физическая культура", "5 пара:  Экономический анализ ", "3 пара:   Финансовый учет "],
["Среда:","4 пара:   Экономика организации ", "5 пара:  Финансовый учет ", "6 пара:   Экономический "],
["Четверг:","4 пара:   Бюджет и бюджетная система", "5 пара:   Экономика организации", "6 пара:  Физическая культура"],
["Пятница:","4 пара:   Бюджет и бюджетная система", "5 пара:  Финансовый учет ", "6 пара:   Экономика организации"],
["Суббота:","1 пара:   Бюджет и бюджетная система", "2 пара:   Финансовый учет ", "3 пара:  Бюджет и бюджетная система"]
]

СТ_4 = [
["Понедельник:","1 пара:   Основы права ", "2  пара:  Физическая культура ",  "3 пара:  Профессиональный иностранный язык", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Технология производства / Потребительская культура и качество ", "2 пара:  Справочно-информационная служба ", "5 пара:   Стандартизация "],
["Среда:","1 пара:   Метрологическое обеспечение производства", "2 пара:  Профессиональный казахский язык  ", "3 пара:   Сертификация продукции "],
["Четверг:","1 пара:   Профессиональный казахский язык / Физическая культура ", "2 пара:   Патентоведение и лицензирование ", "3 пара:  Технология производства"],
["Пятница:","1 пара:   Технология производства", "2 пара:  Информационные технологии и прикладная информатика ", "3 пара:   Метрологическое обеспечение производства"],
["Суббота:","1 пара:   Информационные технологии и прикладная информатика ", "2 пара:   Рыночная экономика и экономика отрасли ", "3 пара: Потребительская культура и качество "]
]

ХП_18 = [
["Понедельник:","1 пара:   Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "2  пара:  Применение основных положений стандартизации ",  "3 пара:  Составление, чтение и оформление чертежей "],
["Вторник:","1 пара:   Укладка и упаковка готовой продукции ", "2 пара: Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "3 пара:   Применение профессиональной лексики "],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара:  Применение основных положений стандартизации ", "3 пара:  Составление, чтение и оформление чертежей по профилю специальности", "4 пара:  Самопознание "],
["Четверг:","1 пара:   Применение основных положений стандартизации ", "2 пара:  Применение профессиональной лексики ", "3 пара:  Укладка и упаковка готовой продукции "],
["Пятница:","2 пара:   Применение основных положений стандартизации ", "3 пара:  Составление, чтение и оформление чертежей ", "4 пара:   Укладка и упаковка готовой продукции / Развитие и совершенствование физических качеств"],
["Суббота:","1 пара:   Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "2 пара:   Применение профессиональной лексики ", "3 пара:  Обслуживание технологического оборудования"]
]


ХП_17 = [
["Дүйсенбі:","1 сабақ:   Сызу", "2  сабақ:  Кәсіптіқ лексиканы қолдану",  "3 сабақ:  Физикалық қасиеттерді дамыту / Дайын өнімді қаптамалау ", "4 сабақ:: Өзін-өзі тану"],
["Сейсенбі:","1 сабақ:   Кәсіптіқ лексиканы қолдану", "2 сабақ: Кондитер өнімдерін пісіру", "3 сабақ:   Сызу"],
["Сәрсенбі:""1 сабақ:   Кәсіптіқ лексиканы қолдану", "2 сабақ:  Кондитер өнімдерін пісіру", "3 сабақ:  Кәсіптік қызметте стандарттану"],
["Бейсенбі:","1 сабақ:   Дайын өнімді қаптамалау", "2 сабақ:  Кәсіптік қызметте стандарттану ", "3 сабақ:  Сызу"],
["Жұма:","1 сабақ:   Дайын өнімді қаптамалау ", "2 сабақ:  Кәсіптік қызметте стандарттану", "3 сабақ:  Технологиялық жабдыққа "],
["Сенбі:","1 сабақ:   Кәсіптік қызметте стандарттану", "2 сабақ:   Кондитер өнімдерін пісіру", "3 сабақ:  Кәсіптіқ лексиканы қолдану"]
]


ЭС_15 = [
["Понедельник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин", "2  пара:  Выполнение вспомогательных и такелажных работ",  "3 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Выполнение вспомогательных и такелажных работ", "3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности / Применение профессиональной лексики в сфере профессиональной деятельности"],
["Среда:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей  ", "3 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств / Монтаж распределительных устройств и вторичных цепей", "2 пара:   Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:  Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Пятница:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Суббота:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:   Монтаж распределительных устройств и вторичных цепей", "3 пара: Монтаж распределительных устройств и вторичных цепей"]
]

ЭС_14 = [
["Понедельник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин", "2  пара:  Выполнение вспомогательных и такелажных работ",  "3 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Выполнение вспомогательных и такелажных работ", "3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности / Применение профессиональной лексики в сфере профессиональной деятельности"],
["Среда:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей  ", "3 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств / Монтаж распределительных устройств и вторичных цепей", "2 пара:   Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:  Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Пятница:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Суббота:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:   Монтаж распределительных устройств и вторичных цепей", "3 пара: Монтаж распределительных устройств и вторичных цепей"]
]

ЭМ_5 = [
["Понедельник:","1 пара:   Проведение монтажа освещения и осветительных сетей", "2 пара:   Проведение монтажа освещения и осветительных сетей",  "3 пара:  Проведение монтажа освещения и осветительных сетей"],
["Вторник:","3 пара:   Развитие и совершенствование физических качеств", "4 пара:  Применение профессиональной лексики  ", "5 пара:   Применение профессиональной лексики "],
["Среда:","1 пара:   Проведение монтажа освещения и осветительных сетей", "2 пара: Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей"],
["Четверг:","4 пара:   Проведение монтажа освещения и осветительных сетей", "5 пара:   Проведение монтажа освещения и осветительных сетей", "6 пара:  Проведение монтажа освещения и осветительных сетей"],
["Пятница:","3 пара:   Развитие и совершенствование физических качеств", "4 пара:  Применение профессиональной ", "5 пара:   Применение профессиональной "],
["Суббота:","1 пара:  Производственное обучение", "2 пара:   Производственное обучение", "3 пара: Производственное обучение"]
]

ЭМ_4 = [
["Понедельник:","2 пара:   Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей",  "4 пара:  Проведение монтажа освещения и осветительных сетей"],
["Вторник:","4 пара:   Проведение монтажа освещения и осветительных сетей", "5 пара:  Проведение монтажа освещения и осветительных сетей", "6 пара:   Проведение монтажа освещения и осветительных сетей"],
["Среда:","5 пара:   Применение профессиональной лексики ", "6 пара: Применение профессиональной лексики ", "7 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","2 пара:   Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей", "4 пара:  Проведение монтажа освещения и осветительных сетей"],
["Пятница:","1 пара:  Производственное обучение", "2 пара:   Производственное обучение", "3 пара: Производственное обучение"],
["Суббота:","1 пара:   Применение профессиональной лексики ", "2 пара: Применение профессиональной лексики ", "3 пара:   Развитие и совершенствование физических качеств"],
]

Э_11 = [
["Понедельник:","1 пара:   Развитие  и  совершенствование  физических качеств / Ремонт силового осветительного оборудования ", "2 пара: Выполнение, оформление, чтение конструкторской и технологической документации ",  "3 пара:  Применение профессиональной лексики "],
["Вторник:","1 пара:   Ремонт силового осветительного оборудования ", "2 пара:  Ремонт силового осветительного оборудования ", "3 пара:   Монтаж силовых и осветительных электроустановок"],
["Среда:","1 пара:   Техническое обслуживание  / Выполнение, оформление, чтение конструкторской и технологической документации  ", "2 пара:   Монтаж силовых и осветительных электроустановок", "3 пара:   Применение профессиональной лексики "],
["Четверг:","1 пара:   Ремонт силового осветительного оборудования ", "2 пара:   Применение электроприводов в современных технологиях ", "3 пара:   Техническое обслуживание "],
["Пятница:","1 пара:   Развитие  и  совершенствование  физических качеств", "2 пара:  Применение электроприводов в современных технологиях ", "3 пара:   Техническое обслуживание "],
["Суббота:","1 пара:   Техническое обслуживание ", "2 пара:  Техническое обслуживание ", "3 пара:  Техническое обслуживание "]
]


М_8 = [
["Понедельник:","1 пара:   Применение профессиональной лексики ", "2 пара:   Ремонт, регулирование и испытание оборудования",  "3 пара:   Развитие и совершенствование физических качеств"],
["Вторник:","1 пара:   Ремонт, регулирование и испытание оборудования", "2 пара:  Слесарные и слесарно-сборочные работы ", "3 пара:   Ремонт, регулирование и испытание оборудования"],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара:   Ремонт, регулирование и испытание оборудования", "3 пара:  Слесарные и слесарно-сборочные работы "],
["Четверг:","1 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "2 пара:  Разборка, сборка, испытание узлов и механизмов оборудования", "3 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "4 пара:  Самопознание "],
["Пятница:","1 пара:   Ремонт, регулирование и испытание оборудования,", "2 пара:  Составление деловых бумаг на государственном языке", "3 пара:   Слесарные и слесарно-сборочные работы"],
["Суббота:","1 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "2 пара:  Разборка, сборка, испытание узлов и механизмов оборудования", "3 пара:  Разборка, сборка, испытание узлов и механизмов оборудования"]
]

ТЗ_24 = [
["Понедельник:","3 пара:   Высшая математика  ", "4 пара:  Делопроизводство на государственном языке / Основы экономики",  "5 пара:   Основы черчения", "6 пара:  Высшая математика  "],
["Вторник:","4 пара:   Аналитическая химия ", "5 пара:  Микробиология ", "6 пара:   Подъемно-транспортные устройства и механизмы "],
["Среда:","4 пара:   Информационные технологии в профессиональной деятельности / Основы электротехники и электроники ", "5 пара:   Подъемно-транспортные устройства и механизмы ", "6 пара:  Основы стандартизации"],
["Четверг:","5 пара:   Микробиология ", "6 пара:  Подъемно-транспортные устройства и механизмы ", "7 пара:   Физическая культура"],
["Пятница:","4 пара:   Информационные технологии в профессиональной деятельности ", "5 пара:  Делопроизводство на государственном языке ", "6 пара:  Основы электротехники и электроники "],
["Суббота:","1 пара:   Самопознание / Основ технической механики", "2 пара: Высшая математика  ", "3 пара: Аналитическая химия "]
]
