ТП_19 = [
["Понедельник:","4 пара:   Разработка мобильных приложений ", "5 пара:   Развитие и совершенствование физических качеств",  "6 пара: Применение языков программирования высокого уровня "],
["Вторник:","4 пара:   Разработка мобильных приложений ", "5 пара:   Применение основ социальных наук ", "6 пара:  Применение языков программирования высокого уровня "],
["Среда:","4 пара:   Разработка мобильных приложений ", "5 пара:  Развитие и совершенствование физических качеств", "6 пара: Применение языков программирования высокого уровня "],
["Четверг:","4 пара:   Применение основ социальных наук ", "5 пара:  Разработка мобильных приложений ", "6 пара: Применение основ социальных наук "],
["Пятница:","4 пара:   Применение основ социальных ", "5 пара:  Разработка мобильных приложений ", "6 пара:   Развитие и совершенствование физических качеств"],
["Суббота:","4 пара:   Применение основ социальных наук ", "5 пара:   Разработка мобильных приложений ", "6 пара: Применение основ социальных наук "]
]

ТП_18= [
["Понедельник:","4 пара:   Применение основ социальных ", "5 пара:   Применение языков программирования высокого уровня",  "6 пара:   Разработка мобильных приложений"],
["Вторник:","4 пара:   Применение основ социальных наук  ", "5 пара:   Разработка мобильных приложений", "6 пара:  Развитие и совершенствование физических качеств"],
["Среда:","3 пара:   Разработка мобильных приложений", "4 пара:  Применение основ социальных наук ", "5 пара:  Применение основ социальных наук "],
["Четверг:","4 пара:   Развитие и совершенствование физических качеств ", "5 пара:  Разработка мобильных приложений", "6 пара:  Применение языков программирования высокого уровня"],
["Пятница:","4 пара:   Применение основ социальных наук ", "5 пара:  Развитие и совершенствование физических качеств", "6 пара:  Применение основ социальных наук "],
["Суббота:","4 пара:   Разработка мобильных приложений ", "5 пара:   Применение языков программирования высокого уровня", "6 пара:  Разработка мобильных приложений"]
]

ТП_17 = [
["Дүйсенбі:","4 сабақ:   Физикалық қасиеттерді дамыту ", "5  сабақ:  Мобильді қосымшаларды әзірлеу",  "6 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану"],
["Сейсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:   Физикалық қасиеттерді дамыту"],
["Сәрсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:  Мобильді қосымшаларды әзірлеу"],
["Бейсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Физикалық қасиеттерді дамыту ", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"],
["Жұма:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"],
["Сенбі:","4 сабақ:   Мобильді қосымшаларды әзірлеу", "5 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"]
]


ЭС_9 = [
["Понедельник:","5 пара:   Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "6  пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара:  Организация деятельности производственного подразделения / Развитие и совершенствование физических качеств"],
["Вторник:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара:   Развитие и совершенствование физических качеств"],
["Среда:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей  ", "7 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","4 пара:   Организация деятельности производственного подразделения", "5 пара:   Развитие и совершенствование физических качеств", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей "],
["Пятница:","5 пара:   Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "6 пара:  Организация деятельности производственного подразделения", "7 пара:   Развитие и совершенствование физических качеств"],
["Суббота:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара: Развитие и совершенствование физических качеств"]
]