
#-------------FOR INFORMATIONAL and ECONOMICAL -----------------------------#
first_course_list = {

    "ТП_28" : [
["Понедельник:","2 пара:   Иностранный язык / Казахский язык и литература", "3 пара:    Биология",  "4 пара:    Казахский язык и литература (во время обработки)"],
["Вторник:","1 пара:   Всемирная история / Самопознание ", "2 пара:    Физика ", "3 пара:    История Казахстана"],
["Среда:","1 пара:   Математика", "2 пара:    Иностранный язык  ", "3 пара:    Информатика"],
["Четверг:","1 пара:   Русский язык / Физика  ", "2 пара:     Биология  ", "3 пара:    Физическая культура"],
["Пятница:","1 пара:   Физика", "2 пара:     История казахстана  ", "3 пара:     Русская литература / Физическая культура"],
["Суббота:","1 пара:   Математика ", "2 пара:   География", "3 пара:   Физическая культура"]
],

"ТП_27" : [
["Понедельник:", "1 пара:   Биология", "2 пара:   Английский язык / Казахский язык и литература",  "3 пара:   Физика "],
["Вторник:","1 пара:   Физика", "2 пара:   Казахский язык и литература", "3 пара:   Математика"],
["Среда:","1 пара:   Информатика", "2 пара:    История Казахстана", "3 пара:    Физическая культура"],
["Четверг:","1 пара:   Физика / Русский язык ", "2 пара:   История Казахстана", "3 пара:   Физическая культура"],
["Пятница:","1 пара:   Русская литература", "2 пара:   Математика  ", "3 пара:   Английский язык"],
["Суббота:","1 пара:   Биология ", "2 пара:   Всемирная История / Самопознание", "3 пара:   География"]
],

"ТП_26" : [
["Дүйсенбі:","1 сабақ:   Математика", "2 сабақ:   Биология",  "3 сабақ:   Қазақ әдебиеті / Дене тәрбиесі"],
["Сейсенбі:","1 сабақ:   География", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Шетел тілі / Орыс тілі және әдебиеті"],
["Сәрсенбі:","1 сабақ:   Орыс тілі және әдебиеті", "2 сабақ:    Физика", "3 сабақ:    Биология"],
["Бейсенбі:","1 сабақ:   Математика", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Физика / Қазақ тілі"],
["Жұма:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Шетел тілі", "3 сабақ:   Информатика"],
["Сенбі:","1 сабақ:   Дүние жүзі тарихы / Өзін-өзі тану", "2 сабақ:   Дене тәрбиесі", "3 сабақ:   Физика"]
],

"ЭБ_16 " :[
["Понедельник:","1 пара:   Русский язык", "2 пара:   Информатика ",  "3 пара:   Биология"],
["Вторник:","1 пара:   Математика", "2 пара:   История Казахстана", "3 пара:   Графика и проектирование / Самопознание "],
["Среда:","1 пара:   Физическая культура", "2 пара:   Химия", "3 пара:    Казахский язык и литература "],
["Четверг:","1 пара:   Русская литература / Казахский язык и литература", "2 пара:   Химия", "3 пара:  Математика / Физика "],
["Пятница:","1 пара:   Физика", "2 пара:   Иностранный язык ", "3 пара:   Биология"],
["Суббота:","1 пара:   Русская литература", "2 пара:   Физическая культура", "3 пара:   История Казахстана "]
],

"УЭБ_2" : [
["Понедельник:","1 пара:   Физическая культура", "2 пара:   Автоматизация бухгалтерского учета по программе 1 С Бухгалтерия",  "3 пара:   Экономика организации / Делопроизводство на государственном языке"],
["Вторник:","1 пара:   Основы менеджмента и маркетинга ", "2 пара:   Финансовый учет", "3 пара:   Экономическая информатика и информационные технологии "],
["Среда:","1 пара:   Основы права", "2 пара:   Профессиональный  иностранный язык ", "3 пара:    Математика для экономистов / Финансы и кредит"],
["Четверг:","1 пара:   Основы бухгалтерского учета", "2 пара:   Налоги и налогообложение ", "3 пара:  Финансы и кредит"],
["Пятница:","1 пара:   Основы экономической теории", "2 пара:   Экономический анализ и анализ фин. отчетности ", "3 пара:   Математика для экономистов + Самопознание (во время пересменки)"],
["Суббота:","1 пара:   Физическая культура ", "2 пара:  Финансовый учет", "3 пара:   Статистика"]
],

#---------------------------------END-------------------------------------------#

#---------------------------------Technologic-----------------------------------#

"ХП_20" : [
["Понедельник:","1 пара:   История Казахстана", "2 пара:   Русская литература / Иностранный язык",  "3 пара:  Обеспечение безопасной деятельности / Информатика "],
["Вторник:","1 пара:   Иностранный язык", "2 пара:   Математика", "3 пара:   Химия"],
["Среда:","1 пара:   Биология", "2 пара:   Физическая культура", "3 пара:    Физическая культура"],
["Четверг:","1 пара:   Русский язык / Казахский язык и литература ", "2 пара:   История Казахстана", "3 пара: Всемирная история / Самопознание "],
["Пятница:","1 пара:   Казахский язык и литература", "2 пара:   Математика", "3 пара:   Биология"],
["Суббота:","1 пара:   География", "2 пара:  Химия ", "3 пара:   Всемирная история"]
],

"ХП_19" : [
["Дүйсенбі:","1 сабақ:   Биология", "2 сабақ:  Математика",  "3 сабақ:  Өзін-өзі тану / Дүниежүзі тарихы "],
["Сейсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Орыс тілі", "3 сабақ:   Информатика / Нан пісіру"],
["Сәрсенбі:","1 сабақ:   Химия", "2 сабақ:   Қазак тілі / Қазақ әдебиеті", "3 сабақ:   Қазақстан тарихы"],
["Бейсенбі:","1 сабақ:   Шетел тілі / Орыс тілі және орыс әдебиеті ", "2 сабақ:   Дене тәрбиесі", "3 пара: Биология"],
["Жұма:","1 сабақ:   Шетел тілі", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Математика"],
["Сенбі:","1 сабақ:   Химия ", "2 сабақ:  Биология ", "3 сабақ:  География "]
],

#------------------------------END--------------------------------------------------#


#------------------------------ELECTROBOTECHNOLOGIC---------------------------------#

"ЭС_18" : [
["Понедельник:","1 пара:   Казахский язык и литература", "2 пара:  Химия",  "3 пара:  История Казахстана"],
["Вторник:","1 пара:   Физическая культура", "2 пара:   Русский язык / Русский литература", "3 пара:   Математика "],
["Среда:","1 пара:   Самопознание / Всемирная история ", "2 пара:   Казахский язык и литература", "3 пара:   Биология"],
["Четверг:","1 пара:   История Казахстана", "2 пара:   Физика", "3 пара:   Информатика"],
["Пятница:","1 пара:   Математика ", "2 пара:  Физическая культура", "3 пара:   Химия"],
["Суббота:","1 пара:   Физика ", "2 пара:  Биология ", "3 пара:  Иностранный язык"]
],

"ЭС_17" : [
["Дүйсенбі:","1 сабақ:   Физика", "2 сабақ:  Дене тәрбиесі",  "3 сабақ:  Химия "],
["Сейсенбі:","1 сабақ:   Математика ", "2 сабақ:   Қазақ тілі / Қазақ  әдебиеті", "3 сабақ:   Информатика "],
["Сәрсенбі:","1 сабақ:   Қазақстан тарихы", "2 сабақ:   Биология ", "3 сабақ:   Орыс тілі және әдебиеті"],
["Бейсенбі:","1 сабақ:   Химия ", "2 сабақ:   Физика", "3 сабақ:  Орыс тілі және әдебиеті"],
["Жұма:","1 сабақ:   Математика ", "2 сабақ:  Дене тәрбиесі", "3 сабақ:   Қазақстан тарихы"],
["Сенбі:","1 сабақ:   Өзін  өзі тану / Дүние жүзілік тарихы  ", "2 сабақ:  Шетел тілі", "3 сабақ:  Биология" ]
],

"ЭМ_7" : [
["Понедельник:","1 пара:   Самопознание / Биология", "2 пара:  Информатика",  "3 пара:  Казахский язык и литература"],
["Вторник:","1 пара:   Биология  ", "2 пара:   Иностранный язык", "3 пара:   Русский язык"],
["Среда:","1 пара:   Русский литература", "2 пара:   Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики ", "3 пара:  Математика "],
["Четверг:","1 пара:   Всемирная история ", "2 пара:  Математика ", "3 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики "],
["Пятница:","1 пара:   История Казахстана", "2 пара:  Казахский язык и литература", "3 пара:   Физика"],
["Суббота:","2 пара:   Химия", "3 пара:   Физическая культура", "4 пара:  Физическая культура"]
],

"ЭМ_6" : [
["Понедельник:","1 пара:   Физика", "2 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики ",  "3 пара:  Казахский язык и литература"],
["Вторник:","1 пара:   Русский язык ", "2 пара:   Информатика", "3 пара:   Биология "],
["Среда:","1 пара:   Химия", "2 пара:   Самопознание / Биология ", "3 пара:  Применение электротехники и электроматериаловедения для выполнения измерений, контроля и учета электрической энергетики  "],
["Четверг:","1 пара:   Математика ", "2 пара: Русский литература", "3 пара:  Иностранный язык"],
["Пятница:","1 пара:   История Казахстана", "2 пара:  Казахский язык и литература", "3 пара:   Математика "],
["Суббота:","4 пара:   Всемирная история ", "5 пара:   Физическая культура", "6 пара:  Физическая культура"]
],

"Э_12" : [
["Понедельник:","1 пара:   Химия ", "2 пара:   Математика",  "3 пара:   Физическая культура"],
["Вторник:","1 пара:   Русский язык / Русская литература", "2 пара:   История Казахстана ", "3 пара:   Физика"],
["Среда:","1 пара:   Казахский язык и литература", "2 пара:  Математика ", "3 пара:  История Казахстана "],
["Четверг:","1 пара:   Биология  ", "2 пара:   Физическая культура", "3 пара:  Самопознание  / Всемирная история "],
["Пятница:","1 пара:   Иностранный язык", "2 пара:  Физика", "3 пара:   Казахский язык и литература / Анализ, моделирование и сборка электрических цепей на базе основных законов электротехники"],
["Суббота:","1 пара:   Химия ", "2 пара:   Информатика", "3 пара:  Биология "]
],

#-----------------------------------END-------------------------------------------------#

#---------------------------------MEHANIC AND TECHNOLOGIC-------------------------------#


"ТЗ_26" : [
["Понедельник:","1 пара:   История Казахстана / Физическая культура ", "2 пара:   Математика",  "3 пара:   Информатика"],
["Вторник:","1 пара:   Казахский язык и литература", "2 пара:   Иностранный язык ", "3 пара:   История Казахстана "],
["Среда:","1 пара:   Физическая культура", "2 пара:   Биология", "3 пара:   Химия"],
["Четверг:","1 пара:   Математика  ", "2 пара:   Самопознание / Русский  литература  ", "3 пара:  История Казахстана "],
["Пятница:","1 пара:   Биология", "2 пара:  Химия ", "3 пара:  Физическая культура"],
["Суббота:","1 пара:   Русский язык  / Всемирная история", "2 пара:   Казахский язык и литература", "3 пара:  География (во время обработки) / Иностранный язык"]
],

"ТЗ_25" : [
["Дүйсенбі:","1 сабақ:   География / Дүние жүзілік тарихы ", "2 сабақ:  Қазақстан тарихы",  "3 сабақ:   Математика "],
["Сейсенбі:","1 сабақ:   Биология", "2 сабақ:   Химия ", "3 сабақ:   Биология"],
["Сәрсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Қазақстан тарихы", "3 сабақ:   Информатика "],
["Бейсенбі:","1 сабақ:   Дене тәрбиесі", "2 сабақ:   Химия ", "3 сабақ:  Шетел тілі"],
["Жұма:""1 сабақ:   Орыс тілі және әдебиеті", "2 сабақ:   Математика ", "3 сабақ:  Дене тәрбиесі / Өзін  өзі тану"],
["Сенбі:","1 сабақ:   Қазақ тілі  / Қазақ  әдебиеті", "2 сабақ:   Орыс тілі және әдебиеті", "3 сабақ:  Шетел тілі"]
],



# ------------------ END FIRST COURCE -------------------- #


#-------------FOR INFORMATIONAL and ECONOMICAL -----------------------------#

"ТП_25" : [
["Понедельник:","2 пара:   Самопознание ", "3 пара:   Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера",  "4 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера / Применение методов проектирования и автомат. обработки  информации ", "5 пара:   Разработка компонентов проектной и технической документации"],
["Вторник:","2 пара:   Создание и обработка текстовых документов", "3 пара:   Создание и обработка текстовых документов", "4 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера"],
["Среда:","2 пара:   Развитие и совершенствование физических качеств ", "3 пара: Создание  WEB страниц", "4 пара:  Применение методов проектирования и автомат. обработки  информации"],
["Четверг:","3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности", "4 пара:  Разработка компонентов проектной и технической документации", "5 пара:  Применение методов проектирования и автомат. обработки  информации"],
["Пятница:","2 пара:   Создание и обработка текстовых документов", "3 пара:  Применение профессиональной лексики в сфере профессиональной деятельности", "4 пара:   Разработка компонентов проектной и технической документации"],
["Суббота:","1 пара:   Создание и обработка текстовых документов", "3 пара:  Создание  WEB страниц, сайтов ", "4 пара:  Разработка компонентов проектной и технической документации"]
],

"ТП_24" : [
["Понедельник:","1 пара:   Применение методов проектирования и автомат. обработки  информации / Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "2 пара:   Применение методов проектирования и автомат. обработки  информации ",  "3 пара:  Разработка компонентов проектной и технической документации ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Применение методов проектирования и автомат. обработки  информации ", "2 пара:  Развитие и совершенствование физических качеств ", "3 пара:  Создание  WEB страниц"],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара: Создание и обработка текстовых документов", "3 пара:  Разработка компонентов проектной и технической документации "],
["Четверг:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Применение профессиональной лексики ", "3 пара:  Создание  WEB страниц, сайтов "],
["Пятница:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "3 пара:   Создание  WEB страниц"],
["Суббота:","1 пара:   Создание и обработка текстовых документов", "2 пара:  Подготовка к работе, настройка и обслуживание программно-аппаратного обеспечения компьютера", "3 пара:  Разработка компонентов проектной и технической документации"]
],

"ТП_23" : [
["Дүйсенбі:","1 сабақ:   Өзін-өзі тану ", "2  сабақ:  Бағдарламалық өнімдер әзірлеу",  "3 сабақ:  Бағдарламалық өнімдер әзірлеу", "4 сабақ:: Кәсіптік лексиканы қолдану"],
["Сейсенбі:","1 сабақ:   Бағдарламалық қамсыздандыруды тестілеу / Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Физикалық қасиеттерді дамыту ", "3 сабақ:   Графикалық құжаттама құрамдастарын әзірлеу"],
["Сәрсенбі:","1 сабақ:   Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Бағдарламалық қамсыздандыруды тестілеу ", "3 сабақ:  Графикалық құжаттама құрамдастарын әзірлеу"],
["Бейсенбі:","1 сабақ:   Жобалау, ақпарат беру және оларды пайдалану ", "2 сабақ:  Бағдарламалық қамсыздандыруды тестілеу ", "3 сабақ:  Web қолдана отырып, парақшасын құру "],
["Жұма:","1 сабақ:   Web қолдана отырып, парақшасын құру ", "2 сабақ:  Кәсіптік лексиканы қолдану", "3 сабақ:  Графикалық құжаттама құрамдастарын әзірлеу"],
["Сенбі:","1 сабақ:   Графикалық құжаттама құрамдастарын әзірлеу", "2 сабақ:   Бағдарламалық өнімдер әзірлеу", "3 сабақ:  Бағдарламалық өнімдер әзірлеу"]
],

"ЭБ_15" : [
["Понедельник:","1 пара:   Экономика организации / Физическая культура", "2 пара:   Статистика",  "3 пара:   Автоматизация бухгалтерского учета  / Финансовый учет"],
["Вторник:","1 пара:   Автоматизация бухгалтерского учета ", "2 пара:   Делопроизводство на государственном языке", "3 пара:   Финансовый учет"],
["Среда:","1 пара:   Финансы и кредит ", "2 пара:  Основы экономической теории ", "3 пара: Основы экономической теории / Математика для экономистов"],
["Четверг:","1 пара:   Профессиональный иностранный язык ", "2 пара:   Экономическая информатика и информационные технологии", "3 пара:  Налоги и налогообложения ", "4 пара:  Самопознание"],
["Пятница:","1 пара:   Аудит ", "2 пара:  Профессиональный казахский язык ", "3 пара:   Экономический и анализ финансовой отчетности "],
["Суббота:","1 пара:   Математика для экономистов", "2 пара:   Аудит ", "3 пара:  Экономика организации "]
],

"УЭБ_1" : [
["Понедельник:","4 пара:   Экономика организации", "5 пара:   Бюджет и бюджетная система",  "6 пара:  Экономический анализ "],
["Вторник:","4 пара:   Физическая культура", "5 пара:  Экономический анализ ", "3 пара:   Финансовый учет "],
["Среда:","4 пара:   Экономика организации ", "5 пара:  Финансовый учет ", "6 пара:   Экономический "],
["Четверг:","4 пара:   Бюджет и бюджетная система", "5 пара:   Экономика организации", "6 пара:  Физическая культура"],
["Пятница:","4 пара:   Бюджет и бюджетная система", "5 пара:  Финансовый учет ", "6 пара:   Экономика организации"],
["Суббота:","1 пара:   Бюджет и бюджетная система", "2 пара:   Финансовый учет ", "3 пара:  Бюджет и бюджетная система"]
],


#---------------------------------Technologic-----------------------------------#

"СТ_4" : [
["Понедельник:","1 пара:   Основы права ", "2  пара:  Физическая культура ",  "3 пара:  Профессиональный иностранный язык", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Технология производства / Потребительская культура и качество ", "2 пара:  Справочно-информационная служба ", "5 пара:   Стандартизация "],
["Среда:","1 пара:   Метрологическое обеспечение производства", "2 пара:  Профессиональный казахский язык  ", "3 пара:   Сертификация продукции "],
["Четверг:","1 пара:   Профессиональный казахский язык / Физическая культура ", "2 пара:   Патентоведение и лицензирование ", "3 пара:  Технология производства"],
["Пятница:","1 пара:   Технология производства", "2 пара:  Информационные технологии и прикладная информатика ", "3 пара:   Метрологическое обеспечение производства"],
["Суббота:","1 пара:   Информационные технологии и прикладная информатика ", "2 пара:   Рыночная экономика и экономика отрасли ", "3 пара: Потребительская культура и качество "]
],

"ХП_18" : [
["Понедельник:","1 пара:   Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "2  пара:  Применение основных положений стандартизации ",  "3 пара:  Составление, чтение и оформление чертежей "],
["Вторник:","1 пара:   Укладка и упаковка готовой продукции ", "2 пара: Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "3 пара:   Применение профессиональной лексики "],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара:  Применение основных положений стандартизации ", "3 пара:  Составление, чтение и оформление чертежей по профилю специальности", "4 пара:  Самопознание "],
["Четверг:","1 пара:   Применение основных положений стандартизации ", "2 пара:  Применение профессиональной лексики ", "3 пара:  Укладка и упаковка готовой продукции "],
["Пятница:","2 пара:   Применение основных положений стандартизации ", "3 пара:  Составление, чтение и оформление чертежей ", "4 пара:   Укладка и упаковка готовой продукции / Развитие и совершенствование физических качеств"],
["Суббота:","1 пара:   Выпечка хлеба, хлебобулочных, бараночных, сухарных, пряничных и мучных кондитерских изделий", "2 пара:   Применение профессиональной лексики ", "3 пара:  Обслуживание технологического оборудования"]
],


"ХП_17" : [
["Дүйсенбі:","1 сабақ:   Сызу", "2  сабақ:  Кәсіптіқ лексиканы қолдану",  "3 сабақ:  Физикалық қасиеттерді дамыту / Дайын өнімді қаптамалау ", "4 сабақ:: Өзін-өзі тану"],
["Сейсенбі:","1 сабақ:   Кәсіптіқ лексиканы қолдану", "2 сабақ: Кондитер өнімдерін пісіру", "3 сабақ:   Сызу"],
["Сәрсенбі:""1 сабақ:   Кәсіптіқ лексиканы қолдану", "2 сабақ:  Кондитер өнімдерін пісіру", "3 сабақ:  Кәсіптік қызметте стандарттану"],
["Бейсенбі:","1 сабақ:   Дайын өнімді қаптамалау", "2 сабақ:  Кәсіптік қызметте стандарттану ", "3 сабақ:  Сызу"],
["Жұма:","1 сабақ:   Дайын өнімді қаптамалау ", "2 сабақ:  Кәсіптік қызметте стандарттану", "3 сабақ:  Технологиялық жабдыққа "],
["Сенбі:","1 сабақ:   Кәсіптік қызметте стандарттану", "2 сабақ:   Кондитер өнімдерін пісіру", "3 сабақ:  Кәсіптіқ лексиканы қолдану"]
],


#------------------------------ELECTROBOTECHNOLOGIC---------------------------------#


"ЭС_15" : [
["Понедельник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин", "2  пара:  Выполнение вспомогательных и такелажных работ",  "3 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Выполнение вспомогательных и такелажных работ", "3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности / Применение профессиональной лексики в сфере профессиональной деятельности"],
["Среда:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей  ", "3 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств / Монтаж распределительных устройств и вторичных цепей", "2 пара:   Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:  Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Пятница:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Суббота:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:   Монтаж распределительных устройств и вторичных цепей", "3 пара: Монтаж распределительных устройств и вторичных цепей"]
],

"ЭС_14" : [
["Понедельник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин", "2  пара:  Выполнение вспомогательных и такелажных работ",  "3 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "4 пара:  Самопознание "],
["Вторник:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Выполнение вспомогательных и такелажных работ", "3 пара:   Применение профессиональной лексики в сфере профессиональной деятельности / Применение профессиональной лексики в сфере профессиональной деятельности"],
["Среда:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей  ", "3 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств / Монтаж распределительных устройств и вторичных цепей", "2 пара:   Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:  Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Пятница:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:  Применение в профессиональной деятельности основных законов электрических и магнитных цепей ", "3 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин "],
["Суббота:","1 пара:   Выбор количественных и качественных характеристик режимов работы электрических машин ", "2 пара:   Монтаж распределительных устройств и вторичных цепей", "3 пара: Монтаж распределительных устройств и вторичных цепей"]
],

"ЭМ_5" : [
["Понедельник:","1 пара:   Проведение монтажа освещения и осветительных сетей", "2 пара:   Проведение монтажа освещения и осветительных сетей",  "3 пара:  Проведение монтажа освещения и осветительных сетей"],
["Вторник:","3 пара:   Развитие и совершенствование физических качеств", "4 пара:  Применение профессиональной лексики  ", "5 пара:   Применение профессиональной лексики "],
["Среда:","1 пара:   Проведение монтажа освещения и осветительных сетей", "2 пара: Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей"],
["Четверг:","4 пара:   Проведение монтажа освещения и осветительных сетей", "5 пара:   Проведение монтажа освещения и осветительных сетей", "6 пара:  Проведение монтажа освещения и осветительных сетей"],
["Пятница:","3 пара:   Развитие и совершенствование физических качеств", "4 пара:  Применение профессиональной ", "5 пара:   Применение профессиональной "],
["Суббота:","1 пара:  Производственное обучение", "2 пара:   Производственное обучение", "3 пара: Производственное обучение"]
],

"ЭМ_4" : [
["Понедельник:","2 пара:   Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей",  "4 пара:  Проведение монтажа освещения и осветительных сетей"],
["Вторник:","4 пара:   Проведение монтажа освещения и осветительных сетей", "5 пара:  Проведение монтажа освещения и осветительных сетей", "6 пара:   Проведение монтажа освещения и осветительных сетей"],
["Среда:","5 пара:   Применение профессиональной лексики ", "6 пара: Применение профессиональной лексики ", "7 пара:   Развитие и совершенствование физических качеств"],
["Четверг:","2 пара:   Проведение монтажа освещения и осветительных сетей", "3 пара:   Проведение монтажа освещения и осветительных сетей", "4 пара:  Проведение монтажа освещения и осветительных сетей"],
["Пятница:","1 пара:  Производственное обучение", "2 пара:   Производственное обучение", "3 пара: Производственное обучение"],
["Суббота:","1 пара:   Применение профессиональной лексики ", "2 пара: Применение профессиональной лексики ", "3 пара:   Развитие и совершенствование физических качеств"],
],

"Э_11" : [
["Понедельник:","1 пара:   Развитие  и  совершенствование  физических качеств / Ремонт силового осветительного оборудования ", "2 пара: Выполнение, оформление, чтение конструкторской и технологической документации ",  "3 пара:  Применение профессиональной лексики "],
["Вторник:","1 пара:   Ремонт силового осветительного оборудования ", "2 пара:  Ремонт силового осветительного оборудования ", "3 пара:   Монтаж силовых и осветительных электроустановок"],
["Среда:","1 пара:   Техническое обслуживание  / Выполнение, оформление, чтение конструкторской и технологической документации  ", "2 пара:   Монтаж силовых и осветительных электроустановок", "3 пара:   Применение профессиональной лексики "],
["Четверг:","1 пара:   Ремонт силового осветительного оборудования ", "2 пара:   Применение электроприводов в современных технологиях ", "3 пара:   Техническое обслуживание "],
["Пятница:","1 пара:   Развитие  и  совершенствование  физических качеств", "2 пара:  Применение электроприводов в современных технологиях ", "3 пара:   Техническое обслуживание "],
["Суббота:","1 пара:   Техническое обслуживание ", "2 пара:  Техническое обслуживание ", "3 пара:  Техническое обслуживание "]
],


"М_8" : [
["Понедельник:","1 пара:   Применение профессиональной лексики ", "2 пара:   Ремонт, регулирование и испытание оборудования",  "3 пара:   Развитие и совершенствование физических качеств"],
["Вторник:","1 пара:   Ремонт, регулирование и испытание оборудования", "2 пара:  Слесарные и слесарно-сборочные работы ", "3 пара:   Ремонт, регулирование и испытание оборудования"],
["Среда:","1 пара:   Применение профессиональной лексики ", "2 пара:   Ремонт, регулирование и испытание оборудования", "3 пара:  Слесарные и слесарно-сборочные работы "],
["Четверг:","1 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "2 пара:  Разборка, сборка, испытание узлов и механизмов оборудования", "3 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "4 пара:  Самопознание "],
["Пятница:","1 пара:   Ремонт, регулирование и испытание оборудования,", "2 пара:  Составление деловых бумаг на государственном языке", "3 пара:   Слесарные и слесарно-сборочные работы"],
["Суббота:","1 пара:   Разборка, сборка, испытание узлов и механизмов оборудования", "2 пара:  Разборка, сборка, испытание узлов и механизмов оборудования", "3 пара:  Разборка, сборка, испытание узлов и механизмов оборудования"]
],

#---------------------------------MEHANIC AND TECHNOLOGIC-------------------------------#

"ТЗ_24" : [
["Понедельник:","3 пара:   Высшая математика  ", "4 пара:  Делопроизводство на государственном языке / Основы экономики",  "5 пара:   Основы черчения", "6 пара:  Высшая математика  "],
["Вторник:","4 пара:   Аналитическая химия ", "5 пара:  Микробиология ", "6 пара:   Подъемно-транспортные устройства и механизмы "],
["Среда:","4 пара:   Информационные технологии в профессиональной деятельности / Основы электротехники и электроники ", "5 пара:   Подъемно-транспортные устройства и механизмы ", "6 пара:  Основы стандартизации"],
["Четверг:","5 пара:   Микробиология ", "6 пара:  Подъемно-транспортные устройства и механизмы ", "7 пара:   Физическая культура"],
["Пятница:","4 пара:   Информационные технологии в профессиональной деятельности ", "5 пара:  Делопроизводство на государственном языке ", "6 пара:  Основы электротехники и электроники "],
["Суббота:","1 пара:   Самопознание / Основ технической механики", "2 пара: Высшая математика  ", "3 пара: Аналитическая химия "]
],



# ------------------ END SECOND COURCE -------------------- #



"ТП_22" : [
["Понедельник:","3 пара:   Администрирование и конфигурирование в системе 1С", "4 пара:   Создание  WEB страниц",  "5 пара: Создание  WEB страниц"],
["Вторник:","4 пара:   Создание  WEB страниц", "5 пара:   Создание  WEB страниц", "6 пара:  Администрирование и конфигурирование в системе 1С / Составление деловых бумаг на государственном языке"],
["Среда:","4 пара:   Создание  WEB страниц", "5 пара:  Составление деловых бумаг на государственном языке", "6 пара: Администрирование и конфигурирование в системе 1С"],
["Четверг:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Создание  WEB страниц", "6 пара: Создание  WEB страниц"],
["Пятница:","4 пара:   Развитие и совершенствование физических качеств", "5 пара:  Администрирование и конфигурирование в системе 1С", "6 пара:   Составление деловых бумаг на государственном языке"],
["Суббота:","4 пара:   Администрирование и конфигурирование в системе 1С", "5 пара:  Создание  WEB страниц, сайтов ", "6 пара:  Создание  WEB страниц"]
],

"ТП_21" : [
["Понедельник:","3 пара:   Составление деловых бумаг на государственном языке", "4 пара:   Создание  WEB страниц",  "5 пара: Администрирование и конфигурирование в системе 1С"],
["Вторник:","4 пара:   Администрирование и конфигурирование в системе 1С", "5 пара:   Составление деловых бумаг на государственном языке", "6 пара:   Создание  WEB страниц"],
["Среда:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Администрирование и конфигурирование в системе 1С", "6 пара: Развитие и совершенствование физических качеств / Создание  WEB страниц "],
["Четверг:","4 пара:   Создание  WEB страниц", "5 пара:   Администрирование и конфигурирование в системе 1С", "6 пара: Создание  WEB страниц"],
["Пятница:","4 пара:   Создание  WEB страниц", "5 пара: Составление деловых бумаг на государственном языке", "6 пара:   Создание  WEB страниц"],
["Суббота:","4 пара:   Составление деловых бумаг на государственном языке", "5 пара:  Создание  WEB страниц, сайтов ", "6 пара: Администрирование и конфигурирование в системе 1С"]
],

"ТП_20" : [
["Дүйсенбі:","4 сабақ:   Мемлекеттік іс ", "5  сабақ:  1С: Кәсіпорын жүйесінде басқару ",  "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Сейсенбі:","4 сабақ:   Физикалық қасиеттерді дамыту ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару", "6 сабақ:   Мемлекеттік іс / 1С: Кәсіпорын жүйесінде басқару "],
["Сәрсенбі:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару ", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Бейсенбі:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  1С: Кәсіпорын жүйесінде басқару ", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Жұма:","4 сабақ:   Мемлекеттік іс ", "5 сабақ:  WEB қолдана отырып, парақшасын орындау", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"],
["Сенбі:","4 сабақ:   WEB қолдана отырып, парақшасын орындау", "5 сабақ:   WEB қолдана отырып, парақшасын орындау", "6 сабақ:  WEB қолдана отырып, парақшасын орындау"]
],

"ЭБ_14" : [
["Понедельник:","4 пара:   Бюджет и бюджетная система  / Финансовый учет", "5 пара:   Экономический анализ и анализ финансовой отчетности",  "6 пара:   Финансовый учет"],
["Вторник:","2 пара:   Физическая культура", "3 пара:  Бюджет и бюджетная система ", "4 пара:   Финансовый учет"],
["Среда:","4 пара:   Экономический анализ и анализ финансовой отчетности", "5 пара:  Бюджет и бюджетная система ", "6 пара:   Финансовый учет"],
["Четверг:","4 пара:   Бюджет и бюджетная система ", "5 пара:   Экономический анализ и анализ финансовой отчетности", "6 пара:   Финансовый учет"],
["Пятница:","4 пара:   Бюджет и бюджетная система ", "5 пара:  Экономический анализ и анализ финансовой отчетности", "6 пара:  Финансовый учет"],
["Суббота:","4 пара:   Экономика организации", "5 пара:   Бюджет и бюджетная система", "6 пара:  Экономический анализ и анализ финансовой отчетности"]
],


"ХП_15" : [
["Понедельник:","4 пара:   Ведение технологического процесса хлебопекарного, макаронного производства", "5 пара:  Технологический и лабораторный контроль ",  "6 пара:  Применение основ социальных наук для социализации и адаптации в обществе "],
["Вторник:","1 пара:   Обеспечение эксплуатации технологического оборудования  ", "2 пара:  Обеспечение эксплуатации технологического оборудования  ", "3 пара:  Применение основ социальных наук для социализации и адаптации в обществе "],
["Среда:","2 пара:   Ведение технологического процесса кондитерского производства", "3 пара: Применение основ социальных наук ", "4 пара:   Технологический и лабораторный контроль "],
["Четверг:","2 пара:   Ведение технологического процесса кондитерского производства", "3 пара: Применение основ социальных наук", "4 пара: Технологический и лабораторный контроль / Обеспечение эксплуатации технологического оборудования  "],
["Пятница:","1 пара:   Ведение технологического процесса хлебопекарного, макаронного производства", "2 пара:  Применение основ социальных наук ", "3 пара:  Ведение технологического процесса кондитерского производства"],
["Суббота:","1 пара:   Развитие и совершенствование физических качеств", "2 пара: Ведение технологического процесса кондитерского производства", "3 пара:  Применение основ социальных наук "]
],

"ХП_14" : [
["Дүйсенбі:","4 сабақ:   Қоғамда әлеуметтік ғылымдар негіздерін қолдану", "5  сабақ:  Кондитерлік өндірістің процесін жүргізу",  "6 сабақ:  Физикалық қасиеттерді дамыту "],
["Сейсенбі:","4 сабақ:   Кондитерлік өндірістің  процесін жүргізу", "5 сабақ:  Макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "6 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану"],
["Сәрсенбі:","4 сабақ:   Қоғамда әлеуметтік ғылымдар негіздерін қолдану", "5 сабақ:  Кондитерлік өндірістің процесін жүргізу", "6 сабақ:  Нан, макарон өнімдерінің процесстерін жүргізу"],
["Бейсенбі:","4 сабақ:   Кондитерлік өндірістің процесін жүргізу", "5 сабақ:  Нан, макарон өнімдерінің процесстерін жүргізу", "6 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану"],
["Жұма:","4 сабақ:   Макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду / Нан, макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "5 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану", "6 сабақ:  Нан, макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду"],
["Сенбі:","4 сабақ:   Нан, макарон, кондитер өндірісің процесіне технологиялық және лабораториялық бақылау ", "5 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар негіздерін қолдану", "6 сабақ:  Нан, макарон, кондитер өндірістерінің жабдықтарын эксплуатациялауды қамтамасыз еду"]
],

"ЭС_13" : [
["Понедельник:","1 пара:   Формирование навыков работы с офисными пользовательскими программами ", "2  пара:  Формирование навыков работы с офисными пользовательскими программами ", "4 пара:  Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Вторник:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:  Формирование навыков работы с офисными пользовательскими программами", "3 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Среда:","5 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "6 пара:  Составление деловых бумаг на государственном языке  ", "7 пара:   Составление деловых бумаг на государственном языке "],
["Четверг:","1 пара:   Развитие и совершенствование физических качеств", "2 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "3 пара:  Составление деловых бумаг на государственном языке "],
["Пятница:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:  Формирование навыков работы с офисными пользовательскими программами ", "3 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей"],
["Суббота:","1 пара:   Эксплуатация, ремонт и наладка электрооборудования электрических сетей", "2 пара:   Развитие и совершенствование физических качеств", "3 пара: Составление деловых бумаг на государственном языке"]
],

"ЭС_12" : [
["Дүйсенбі:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу", "5  сабақ:  Электр желілерінің, жабдығын эксплуатациялау",  "6 сабақ:  Электр желілерінің, жабдығын эксплуатациялау"],
["Сейсенбі:","4 сабақ:   Электр желілерінің, жабдығын эксплуатациялау", "5 сабақ:  Физикалық қасиеттерди дамыту ", "6 сабақ:   Электр желілерінің, жабдығын эксплуатациялау"],
["Сәрсенбі:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу ", "5 сабақ:  Іс қағаздарын рәсімдеу", "6 сабақ: Электр желілерінің, жабдығын эксплуатациялау"],
["Бейсенбі:","4 сабақ:   Электр желілерінің, жабдығын эксплуатациялау", "5 сабақ:  Іс қағаздарын рәсімдеу", "6 сабақ:  Электр желілерінің, жабдығын эксплуатациялау"],
["Жұма:","4 сабақ:   Кәсіби қызметте бағдарламаларымен жұмыс істеу ", "5 сабақ:  Электр желілерінің, жабдығын эксплуатациялау", "6 сабақ:  Іс қағаздарын рәсімдеу"],
["Сенбі:","4 сабақ:   Іс қағаздарын рәсімдеу", "5 сабақ:  Кәсіби қызметте бағдарламаларымен жұмыс істеу", "6 сабақ:  Физикалық қасиеттерди дамыту"]
],

"Э_10" : [
["Понедельник:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара: Проверка и наладка электрооборудования",  "6 пара:  Проверка и наладка электрооборудования "],
["Вторник:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования  ", "5 пара:  Развитие  и  совершенствование  физических качеств", "6 пара:   Проверка и наладка электрооборудования"],
["Среда:","3 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "4 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:   Устранение и предупреждение аварий и неполадок электрооборудования "],
["Четверг:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "6 пара:   Проверка и наладка электрооборудования"],
["Пятница:","4 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Проверка и наладка электрооборудования", "6 пара:   Проверка и наладка электрооборудования"],
["Суббота:","3 пара:   Устранение и предупреждение аварий и неполадок электрооборудования ", "4 пара:  Устранение и предупреждение аварий и неполадок электрооборудования ", "5 пара:  Устранение и предупреждение аварий и неполадок электрооборудования "]
],


"М_7" : [
["Понедельник:","4 пара:   Организация установки приспособлений ", "5 пара:   Применение основ социальных наук / Разработка технологического процесса",  "6 пара:   Планово предупредительный ремонт оборудования "],
["Вторник:","4 пара:   Организация установки приспособлений", "5 пара:   Проверка уровней смазочных материалов ", "6 пара:  Применение основ социальных наук "],
["Среда:","4 пара:   Развитие и совершенствование физических качеств ", "5 пара:   Техническое обслуживание и рациональная эксплуатация оборудования ", "6 пара:  Применение основ социальных наук "],
["Четверг:","4 пара:   Применение базовых знаний экономики ", "5 пара:  Применение основ социальных наук ", "6 пара:   Составление деловых бумаг "],
["Пятница:","4 пара:   Применение базовых знаний ", "5 пара:  Планово предупредительный ремонт оборудования ", "6 пара:   Применение основ социальных наук "],
["Суббота:","4 пара:   Техническое обслуживание и рациональная эксплуатация оборудования ", "5 пара:  Применение основ социальных наук ", "6 пара:  Составление деловых бумаг "]
],

"ТЗ_22" : [
["Понедельник:","5 пара:   Проектирование зерно-перерабатывающих предприятий / Технология комбикормового производства ", "6 пара:  Подъемно-транспортные устройства и механизмы ",  "7 пара:  Физическая культура"],
["Вторник:","3 пара:   Технология мукомольно-крупяного производства", "4 пара:  Товароведение и хранение зерна и продуктов  его переработки ", "5 пара:  Технология элеваторного производства"],
["Среда:","2 пара:   Технология мукомольно-крупяного производства", "3 пара:   Технология элеваторного производства", "4 пара:  Технология комбикормового производства "],
["Четверг:","3 пара:   Аспирация, вентиляция и пневмотранспорт ", "4 пара:  Технология комбикормового производства ", "5 пара:  Аспирация, вентиляция и пневмотранспорт / Подъемно-транспортные устройства и механизмы"],
["Пятница:","4 пара:   Проектирование зерно-перерабатывающих предприятий ", "5 пара:  Проектирование зерно-перерабатывающих предприятий  ", "6 пара:  Основы электротехники и электроники "],
["Суббота:","3 пара:   Экономика отрасли", "4 пара: Высшая математика  ", "5 пара:  Технология элеваторного производства / Технология мукомольно-крупяного производства "]
],




# ------------------ END THIRD COURCE -------------------- #




"ТП_19" : [
        ["Понедельник:","4 пара:   Разработка мобильных приложений ", "5 пара:   Развитие и совершенствование физических качеств",  "6 пара: Применение языков программирования высокого уровня "],
        ["Вторник:","4 пара:   Разработка мобильных приложений ", "5 пара:   Применение основ социальных наук ", "6 пара:  Применение языков программирования высокого уровня "],
        ["Среда:","4 пара:   Разработка мобильных приложений ", "5 пара:  Развитие и совершенствование физических качеств", "6 пара: Применение языков программирования высокого уровня "],
        ["Четверг:","4 пара:   Применение основ социальных наук ", "5 пара:  Разработка мобильных приложений ", "6 пара: Применение основ социальных наук "],
        ["Пятница:","4 пара:   Применение основ социальных ", "5 пара:  Разработка мобильных приложений ", "6 пара:   Развитие и совершенствование физических качеств"],
        ["Суббота:","4 пара:   Применение основ социальных наук ", "5 пара:   Разработка мобильных приложений ", "6 пара: Применение основ социальных наук "]
        ],

    "ТП_18" : [
        ["Понедельник:","4 пара:   Применение основ социальных ", "5 пара:   Применение языков программирования высокого уровня",  "6 пара:   Разработка мобильных приложений"],
        ["Вторник:","4 пара:   Применение основ социальных наук  ", "5 пара:   Разработка мобильных приложений", "6 пара:  Развитие и совершенствование физических качеств"],
        ["Среда:","3 пара:   Разработка мобильных приложений", "4 пара:  Применение основ социальных наук ", "5 пара:  Применение основ социальных наук "],
        ["Четверг:","4 пара:   Развитие и совершенствование физических качеств ", "5 пара:  Разработка мобильных приложений", "6 пара:  Применение языков программирования высокого уровня"],
        ["Пятница:","4 пара:   Применение основ социальных наук ", "5 пара:  Развитие и совершенствование физических качеств", "6 пара:  Применение основ социальных наук "],
        ["Суббота:","4 пара:   Разработка мобильных приложений ", "5 пара:   Применение языков программирования высокого уровня", "6 пара:  Разработка мобильных приложений"]
        ],

    "ТП_17" : [
        ["Дүйсенбі:","4 сабақ:   Физикалық қасиеттерді дамыту ", "5  сабақ:  Мобильді қосымшаларды әзірлеу",  "6 сабақ:  Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану"],
        ["Сейсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:   Физикалық қасиеттерді дамыту"],
        ["Сәрсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:  Мобильді қосымшаларды әзірлеу"],
        ["Бейсенбі:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Физикалық қасиеттерді дамыту ", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"],
        ["Жұма:","4 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "5 сабақ:  Мобильді қосымшаларды әзірлеу", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"],
        ["Сенбі:","4 сабақ:   Мобильді қосымшаларды әзірлеу", "5 сабақ:   Қоғамда бейімдеу үшін әлеуметтік ғылымдар қолдану", "6 сабақ:  Жоғары деңгейдегі тілдерін қолдану"]
    ],


    "ЭС_9" : [
        ["Понедельник:","5 пара:   Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "6  пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара:  Организация деятельности производственного подразделения / Развитие и совершенствование физических качеств"],
        ["Вторник:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара:   Развитие и совершенствование физических качеств"],
        ["Среда:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей  ", "7 пара:   Развитие и совершенствование физических качеств"],
        ["Четверг:","4 пара:   Организация деятельности производственного подразделения", "5 пара:   Развитие и совершенствование физических качеств", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей "],
        ["Пятница:","5 пара:   Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "6 пара:  Организация деятельности производственного подразделения", "7 пара:   Развитие и совершенствование физических качеств"],
        ["Суббота:","5 пара:   Организация деятельности производственного подразделения", "6 пара:  Электроснабжение,  управление и контроль эксплуатации электрических сетей ", "7 пара: Развитие и совершенствование физических качеств"]
    ]

#-----------------------------------END-------------------------------------------------------------#

}